"Weather" = "Počasie";
"Haze" = "Opar";
"Currently %@" = "Aktuálne %@";
"Windy" = "Veterno";
"Thunderstorms" = "Búrky";
"%@º" = "%@º";
"Low" = "Nočná";
"NW" = "SZ";
"TODAY" = "DNES";
"Knots" = "Uzly";
"UV: %@" = "UV: %@";
"UV Index" = "UV index";
"E" = "V";
"Request Location Access" = "Žiadať o autorizáciu";
"Kilometers" = "Kilometre";
"South" = "Juh";
"Current Weather" = "Poveternostné podmienky";
"WEATHER" = "POČASIE";
"Feels Like" = "Vnímaná teplota";
"Extreme" = "Extrémna";
"Chance of Rain" = "Možnosť dažďa";
"Sleet" = "Dážď so snehom";
"N" = "S";
"Very High" = "Veľmi vysoká";
"SE" = "JV";
"Feels Like: %@" = "Vnímaná teplota: %@";
"East" = "Východ";
"%@ cm" = "%@ cm";
"South East" = "Juhovýchod";
"%@ mm" = "%@ mm";
"Snow" = "Sneženie";
"S" = "J";
"m/s" = "mi/s";
"High" = "Denná";
"Precipitation" = "Zrážky";
"%@ chance of rain" = "%@ možnosť dažďa";
"Tornadoes" = "Tornáda";
"%@ mb" = "%@ mb";
"Mostly Clear" = "Prevažne jasno";
"Rain" = "Dážď";
"Current location: %@" = "Aktuálna poloha: %@"; // weather
"%@ m/s" = "%@ mi/s";
"%@ hPa" = "%@ hpa";
"Medium" = "Stredná";
"%@ km" = "%@ km";
"%@ km/h" = "%@ km/​h";
"South West" = "Juhozápad";
"Visibility" = "Viditeľnosť";
"%@ miles" = "%@ míľ";
"NE" = "SV";
"Today" = "Dnes";
"%@ knots" = "%@ Uzly";
"inches" = "Palcov";
"%@ mph" = "%@ mi/h";
"Temperature" = "Teplotu";
"North" = "Sever";
"Chance of Snow" = "Možnosť sneženia";
"North East" = "Severovýchod";
"Current Temperature" = "Aktuálna teplota";
"MPH" = "mi/h";
"Rain Probability" = "Možnosť dažďa";
"SW" = "JZ";
"%@\"" = "%@\"";
"Location: %@" = "Miesto: %@";
"Hail" = "Krúpy";
"km" = "km";
"West" = "Západ";
"Pressure" = "Tlak";
"Fog" = "Hmlisto";
"Clear" = "Jasno";
"Current Location" = "Aktuálna poloha";
"%@ kilometers" = "%@ kilometrov";
"Wind" = "Vietor";
"%@ chance of snow" = "%@ možnosť sneženia";
"hPa" = "hPa";
"Moderate" = "Stredná";
"Partly Cloudy" = "Čiastočne zamračené";
"Miles" = "Míle";
"%@ in" = "Palce: %@";
"More Information" = "Viac informácií";
"km/h" = "km/​h";
"Humidity" = "Vlhkosť";
"North West" = "Severozápad";
"Cloudy" = "Oblačno";
"cm" = "cm";
"mph" = "mi/h";


// Unlocalized strings



// Unlocalized strings

"Dew Point" = "Dew Point";
"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Your weather access has expired. You will need to purchase a new package to continue receiving weather data.";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "You do not have an active weather account. You will need to purchase a weather paackge to receive weather data.";
"Please update iStat Menus to continue receiving weather data." = "Please update iStat Menus to continue receiving weather data.";
"View & Purchase Packages" = "View & Purchase Packages";


// Modified strings

